Repository: nhodin/Jerome
Catalog: languages/*.po
Languages: fr_fr

source: Page Not Found
fr_fr: Page non trouvée

source: Unfortunately, the page you are looking for no longer exists or never existed in the first place. If you reached this page in error, you can go %s and start over.
fr_fr: Malheureusement, la page que vous cherchez n&rsquo;existe plus ou n&rsquo;a jamais existé. Si vous avez atteint cette page par erreur, vous pouvez aller %s et recommencer.

source: If you believe this page exists, please try searching for the page in the search input below.
fr_fr: Si vous pensez que cette page existe, merci d&rsquo;en faire la recherche dans le champ ci-dessous.

source: No Comments
fr_fr: Pas de commentaire

source: One Comment
fr_fr: Un commentaire

source: % Comments
fr_fr: % commentaires

source: Be the first to leave a comment. Don&rsquo;t be shy.
fr_fr: Soyez la première ou le premier à laisser un commentaire. On a tous quelque chose à partager !

source: Name (required)
fr_fr: Nom (requis)

source: Email (required)
fr_fr: Courriel (requis)

source: Website
fr_fr: Site web

source: Name
fr_fr: Nom

source: Email
fr_fr: Courriel

source: Your Comment
fr_fr: Votre commentaire

source: Logged in as
fr_fr: Connecté-e en tant que

source: Log out?
fr_fr: Se déconnecter?

source: Log out of this account
fr_fr: Se déconnecter de ce compte

source: You may use these %1$s tags and attributes:
fr_fr: Vous pouvez utiliser ces %1$s balises et attributs:

source: Join the Discussion
fr_fr: Rejoignez la discussion

source: Frank Theme Options
fr_fr: Options du thème Frank

source: Are you sure you want to delete this Content Section?
fr_fr: Êtes-vous sûr-e de vouloir effacer cette Section de contenu?

source: (Drag & Drop Content Sections to Re-Order)
fr_fr: (Glisser-déposer les Sections de contenu pour les réarranger)

source: Your comment is awaiting moderation
fr_fr: Votre commentaire est en attente de modération

source: Search Results for
fr_fr: Résultats de recherche pour

source: No Results Were Found
fr_fr: Aucun résultat n&rsquo;a été trouvé

source: There were no matches for your search. Please try a different search term.
fr_fr: Il n&rsquo;y a eu aucun résultat à votre recherche. Merci d&rsquo;essayer des termes de recherche différents."

source: Type your query, hit enter
fr_fr: Tappez votre recherche, appuyez sur Entrée

source: About This Site
fr_fr: À propos de ce site

source: Search
fr_fr: Recherche

source: Tweet this Post
fr_fr: Tweeter cet article

source: General Settings
fr_fr: Réglages généraux

source: Update Settings
fr_fr: Mettre à jour les réglages

source: Custom Header Code
fr_fr: Code de personnalisation de l&rsquo;en-tête

source: This feature allows you to write or copy and paste your own code straight into the header. Many people use this feature to include their Google Analytics code, or other small bits of Javascript. Feel free to use this as you wish!
fr_fr: Cette fonction vous permet d&rsquo;écrire ou de copier/coller votre code directement dans l&rsquo;en-tête. De nombreuses personnes utilisent cette fonction pour inclure le code de leur service d&rsquo;analyse d&rsquo;audience de site préféré, ou d&rsquo;autres petits morceaux de Javascript. Sentez-vous libre d&rsquo;utiliser cela comme vous le souhaitez!

source: Custom Footer Code
fr_fr: Code de personnalisation de pied de page

source: This feature allows you to write or copy and paste your own code directly to the footer. A lot of people use this feature to include external and internal Javascript files, for plugins and things of the sort. Use it as you wish!
fr_fr: Cette fonction vous permet d&rsquo;écrire ou de copier et coller votre code directement dans le pied de page. Beaucoup de personnes utilisent cette fonction pour inclure des fichiers Javascript internes ou externes, des plugins ou ce genre de choses. Utilisez la comme vous le souhaitez!

source: Tweet This
fr_fr: Tweeter

source: Add a "Tweet This Post" Button to Post Templates.
fr_fr: Ajouter un bouton "Tweeter cet article" au modèles d&rsquo;article.

source: This feature gives you the option to integrate a little bit of social networking directly into your posts. By turning this feature on, we'll automatically create a "Tweet" Button people can use to share your content!
fr_fr: Cette fonction vous permet d&rsquo;intégrer une touche de réseautage social directement dans vos articles. En activant cette fonction, nous créerons automatiquement un bouton "Tweeter" que vos lecteurs pourront utiliser pour partager vos articles!

source: Twitter Handle
fr_fr: Pseudo Twitter

source: By entering your handle once right here, you can easily reference this setting throughout the theme and change it later with ease, if needed. Refrain from using the '@' sign. An example handle: 'somerandomdude'.
fr_fr: En entrant votre pseudo une fois ici, vous pourrez facilement faire référence à ce réglage à travers tout le thème et en changer facilement plus tard si nécessaire. Défense d&rsquo;utiliser l&rsquo;arobase '@'. Exemple: 'UnPseudoAuHasard'.

source: Home Page Settings
fr_fr: Réglages de la page d&rsquo;accueil

source: Content Sections give you the opportunity to create a dynamic homepage for you to keep your readers engaged. With a vast variety of different layouts, you have the choice to select a look that works best for you.
fr_fr: Les Sections de contenu vous donnent l&rsquo;opportunité de créér une page d&rsquo;accueil dynamique pour garder l&rsquo;intérêt des lectrices et des lecteurs éveillé. Avec de nombreuses mise en pages différentes, vous avez le choix de l&rsquo;apparence qui vous convient le mieux.

source: Content Section
fr_fr: Section de contenu

source: Display Type:
fr_fr: Type d&rsquo;affichage:

source: Default Loop
fr_fr: Boucle par défaut

source: One Up (Regular)
fr_fr: Un vers le haut (normal)

source: One Up (Large)
fr_fr: Un vers le haut (grand)

source: Two Up
fr_fr: Deux vers le haut

source: Three Up
fr_fr: Trois vers le haut

source: Four Up
fr_fr: Quatre vers le haut

source: Some Random Dude Loop
fr_fr: Une boucle au hasard

source: Display section header
fr_fr: Afficher l&rsquo;en-tête de section

source: Section Title:
fr_fr: Titre de section:

source: Number of Posts:
fr_fr: Nombre d&rsquo;articles:

source: Section Caption:
fr_fr: Légende de section:

source: Categories to Display
fr_fr: Catégories à afficher

source: Select All
fr_fr: Tout sélectionner

source: Deselect All
fr_fr: Tout désélectionner

source: + Add New Section +
fr_fr: + Ajouter une nouvelle section +"

source: Frank's Settings Have Been Updated.
fr_fr: Les réglages de Frank ont été mis à jour.

source: Make Changes And Use The Update Settings Button To Save!
fr_fr: Faites vos changements et utiliser le bouton de mise-à-jour des réglages pour les sauvegarder!

source: Frank Theme Settings
fr_fr: Réglages du thème Frank

source: Older Entries
fr_fr: Entrées plus anciennes

source: Newer Entries
fr_fr: Entrées plus récentes

source: View more
fr_fr: En voir davantage

source: Read On&hellip;
fr_fr: Lire l'article&hellip;
